[Info]
Language=English
LanguageID=100

[String]
AlarmManage.Add=Add <<
AlarmManage.AddSure=Are you sure to add 
AlarmManage.AlarmSound=Alarm Prompt Sound
AlarmManage.Apply=Apply
AlarmManage.AutoPrompt=Auto Prompt
AlarmManage.AutoWatch=Auto Watch Warn
AlarmManage.Browse=Browse
AlarmManage.CAM=CAM
AlarmManage.ChnNotDevice=Please select one channel or alarmport, not device
AlarmManage.Del=Del >>
AlarmManage.DelSure=Are you sure to del 
AlarmManage.DiskError=Disk Error
AlarmManage.DiskFull=Disk Full
AlarmManage.Enable=Alarm Enable
AlarmManage.IOTrigger=I/O Trigger
AlarmManage.IgnTime=Ignored Time
AlarmManage.No=No
AlarmManage.Port=Alarm port
AlarmManage.Second=sec.
AlarmManage.SelectAlarmPort=Please select one AlarmPort
AlarmManage.SelectVideoChn=Please select one channel
AlarmManage.SoundPath=Sound File Path
AlarmManage.Type=Alarm Type
AlarmManage.VideoBlind=Video Blind
AlarmManage.VideoChn=Video channel
AlarmManage.VideoLoss=Video Loss
AlarmManage.VideoMotion=Video Motion
AlarmManage.Yes=Yes
ConfigComm.BPS=Baudrate
ConfigComm.CommFunction=Function
ConfigComm.CommTypes=Common Type
ConfigComm.DataBit=Data Bits
ConfigComm.StopBit=Stop Bits
ConfigComm.Verify=Parity
ConfigManage.About=About
ConfigManage.AlarmSetting=Alarm setting
ConfigManage.AutoConnnect=Automatically connect with the last monitoring channel
ConfigManage.CAM=CAM
ConfigManage.ConfigManager=Config Manager
ConfigManage.ConfigModule=Config module 
ConfigManage.Describe=Describe
ConfigManage.Group=Group
ConfigManage.LinkSetting=AlarmLink setting
ConfigManage.MonitorModule=Monitor module 
ConfigManage.Name=Name
ConfigManage.NetModule=Net module 
ConfigManage.NormalSetting=Normal setting
ConfigManage.PlayBackModule=Play module 
ConfigManage.SystemConfig=System setting
ConfigManage.User=User
ConfigManage.UserManager=User manager
ConfigManage.Version=Version
ConfigManage.VideoModule=Video module 
ConfigManage.Web=Web
ConfigManage.ToAVI=Save local record as AVI
ConfigPtz.Address=Address
ConfigPtz.Even=Even
ConfigPtz.Mark=Mark
ConfigPtz.Monitor=Monitors
ConfigPtz.None=None
ConfigPtz.Odd=Odd
ConfigPtz.PreRecord=PreRecord
ConfigPtz.Protocol=Protocol
ConfigPtz.Space=Space
Desktop.Audio=Audio
Desktop.ChangePath=Change path
Desktop.CloseAllWindow=Close all window
Desktop.CloseWindow=Close window
Desktop.ConnAllMainStream=Connect all video(Main Stream)
Desktop.ConnAllSubStream=Connect all video(Extra Stream)
Desktop.DevList=Device List
Desktop.DevManager=Device Manager
Desktop.DevName=Device Name
Desktop.DevType=Device Type
Desktop.Device=Device
Desktop.DisconnAll=Disconnect all video
Desktop.DontShow=Don't show next time
Desktop.ExtStream=Extra Stream
Desktop.FileName=File name
Desktop.FileType=.h264
Desktop.IPAddr=IP Address
Desktop.LocalConfig=LocalCfg
Desktop.LocalRecord=Local record
Desktop.Lock=Lock
Desktop.Log=Log
Desktop.MainStream=Main Stream
Desktop.NoLogin=Please login the decice, first
Desktop.Path=Path
Desktop.PicHQuality=High picture quality
Desktop.PicLQuality=Low picture quality
Desktop.Playback=Playback
Desktop.Player=Player
Desktop.Port=Port   
Desktop.Preview=Multi Preview
Desktop.Reboot=Reboot
Desktop.RebootFail=Reboot device fail
Desktop.RefushName=Refresh channel names
Desktop.RemoteCfg=DeviceCfg
Desktop.ReturnToMain=Main Desktop
Desktop.SITFail=SIT Fail
Desktop.Snapshot=Snapshot
Desktop.SnapshotFail=Snapshot faild
Desktop.Split=Split
Desktop.Split1=View 1
Desktop.Split12=View 12
Desktop.Split13=View 13
Desktop.Split16=View 16
Desktop.Split2=View 2
Desktop.Split20=View 20
Desktop.Split25=View 25
Desktop.Split36=View 36
Desktop.Split4=View 4
Desktop.Split6=View 6
Desktop.Split64=View 64
Desktop.Split8=View 8
Desktop.Split9=View 9
Desktop.SplitFull=View Full
Desktop.StartTalk=Start talk
Desktop.StopTalk=Stop talk
Desktop.SureToReboot=Are you sure to reboot the device
Desktop.SyncTime=Sync Time
Desktop.UnsupportPreview=The device does not support multiple-channel preview
Desktop.Window=Window
Desktop.NetKeyboard=NetKeyboard
Desktop.NetAlarm=Net Alarm
DeviceManage.ChnInvalid=The channel's number must be between 1 and 16
DeviceManage.DDNSExisted=The settings of DDNS has existed
DeviceManage.DelSure=Delete this item?
DeviceManage.DevAdd=Add
DeviceManage.DevDel=Delete
DeviceManage.DevEdit=Edit
DeviceManage.DevList=Device List
DeviceManage.DevManage=Device Management
DeviceManage.DevName=Device Name
DeviceManage.DisconnFirst=Please make sure the device is disconnected before modifying the device information
DeviceManage.Domain=Domain
DeviceManage.DomainTooLong=Domain name is too long
DeviceManage.DonameInvalid=Domain name is invalid
DeviceManage.ExceedMaxChn=Exceed the max supports channels
DeviceManage.IPAddress=IP Address
DeviceManage.IPExisted=IP or domain name of this device has existed
DeviceManage.IPInvalid=IP is invalid
DeviceManage.NameExisted=The name of this device has existed
DeviceManage.NameInvalid=Device name is invalid
DeviceManage.NameTooLong=Device Name is too long
DeviceManage.Password=Password
DeviceManage.PortNum=Port
DeviceManage.RemoteCfg=Device Config
DeviceManage.SelectDevice=Please select a device
DeviceManage.TotalChn=Channel Number
DeviceManage.UserName=User Name
DeviceManage.WriteFail=Write failed
Error.ClearSDKError=Clear sdk error
Error.CloseChnErr=Close channel error
Error.ConfigCharsetUnsupport=Config charset unsupport
Error.ConfigNotFound=Config not found
Error.ConfigVerifyFail=Verify Config Fail
Error.ExceedMaxIPList=Exceed the max of supports IP number
Error.GetConfigFail=Get config from device failed
Error.HandleInvalid=Invalid handle
Error.HasLogined=The user has logined
Error.IPExisted=This ipaddrss already existed
Error.IPInBlackList=This ipaddrss already existed in blacklist
Error.IPInTrustList=This ipaddrss already existed in trustlist
Error.InBlackList=The user is in blacklist
Error.InUsing=User is in using
Error.InputError=Input error
Error.MallocErr=Create memory error
Error.NetErr=Network error
Error.NoErr=No error
Error.NoInit=No initial SDK
Error.NoLogin=The user is not logined
Error.NoPower=No Power
Error.NotFound=Cann't find the device
Error.OpenChnErr=Open channel error
Error.OpenFileFail=Open file fail
Error.ParamInvalid=Param is invalid
Error.PasswordMismatch=Passwords do Not Match
Error.PauseFail=Pause Fail
Error.PwdErr=Password is error
Error.RebootFail=Reboot fail
Error.RebootSuccess=Reboot Successful
Error.ReqErr=Request error
Error.SaveSuccess=Save conifg to device successful
Error.SelectDevice=Please select one device, first
Error.SetConfigFail=Save config to device failed
Error.SubConErr=Media subconnect error
Error.SubConSendErr=Media subconnect send data error
Error.Timeout=TimeOut
Error.UnkownErr=Unknow error
Error.Unsupport=SDK is not support.
Error.UserLock=The user is locked
Error.UserNotExisted=The user is not existed
Error.VerUnmatch=Received data error, maybe version no match.
Log.AlarmLog=Alarm log
Log.Channel=Channel
Log.ConnFail=Connect failed
Log.ConnSuccess=Connect successful
Log.DDNSFail=Failed to parse DDNS
Log.Date=Date
Log.Describe=Describe
Log.Device=Device
Log.Disconnect=Disconnect
Log.DomainFail=Failed to parse domain name
Log.Error=Error
Log.HasLogined=The user has logined
Log.InBlackList=The user is int blacklist
Log.NoLogin=The user is not logined
Log.NotFound=Cann't find the device
Log.Notify=Notify
Log.OpenAudioFail=Failed to open audio collection
Log.OpenChnErr=Open channel error
Log.OpenDecodeFail=Failed to open decode
Log.OprLog=Operate log
Log.PwdErr=Password is error
Log.StartTalkFail=Start talk failed
Log.StartTalkOK=Start talk successful
Log.StopTalkFail=Stop talk failed
Log.StopTalkOK=Stop talk successful
Log.Time=Time
Log.Timeout=TimeOut
Log.Type=Type
Log.User=User
Log.UserLock=The user is locked
Log.UserNotExisted=The user is not existed
Log.Warn=Warn
PtzControl.AddPreset=Add Preset
PtzControl.AutoPan=AutoPan
PtzControl.AuxDirOper=Direct Aux Oper
PtzControl.AuxFuncOff=Aux Off
PtzControl.AuxFuncOn=Aux On
PtzControl.AuxNooper=Aux Num Oper
PtzControl.AuxOff=Close
PtzControl.AuxOpen=On
PtzControl.AuxTitle=AUX
PtzControl.CamPower=Scene Power
PtzControl.ClearTour=Del Tour
PtzControl.Cruise=Tour
PtzControl.DelPreset=Del Preset
PtzControl.End=End
PtzControl.Enter=Enter
PtzControl.EnterMenu=Enter Menu
PtzControl.Esc=Cancel
PtzControl.Exit=Exit Menu
PtzControl.Flip=Flip
PtzControl.Focus=Focus
PtzControl.Function=Function
PtzControl.HighPTZ=Ptz Trace
PtzControl.Iris=Iris
PtzControl.LamRain=Lamp
PtzControl.LeftBorder=Left
PtzControl.Light=Light
PtzControl.LightOff=Light Off
PtzControl.LightOn=Light On
PtzControl.LineScan=AutoScan
PtzControl.LineScanBorder=Border
PtzControl.NightSee=Light
PtzControl.NoProtocol=No Protocol Has Been Set!
PtzControl.None=None
PtzControl.Number=No.
PtzControl.PTZ=PTZ
PtzControl.PageChange=Page Switch
PtzControl.Pattern=Pattern
PtzControl.Preset=Preset
PtzControl.PtzControl=Pan/Tilt/Zoom
PtzControl.Reset=Reset
PtzControl.RightBorder=Right
PtzControl.SIT=SIT
PtzControl.Setting=Set
PtzControl.Setup=Setup
PtzControl.Start=Start
PtzControl.Step=Speed
PtzControl.Stop=Stop
PtzControl.Switch=Open Close
PtzControl.TourRoad=Patrol No.
PtzControl.Value=Value
PtzControl.ValueEmpty=The value cannot be empty
PtzControl.Wiper=Screen Wiper
PtzControl.Zoom=Zoom
PtzControl.Right=Right
PtzControl.Left=Left
PtzControl.Down=Down
PtzControl.Up=Up
Import.ExportConfig=Config Export
Import.ExportLog=Log Export
Import.ImportConfig=Config Import
Login.ConfigFile=Configing file
Login.ConfirmPasswd=Confirm Password
Login.IPInvalid=Device ip is invalid!
Login.InBlackList=The user is in blacklist
Login.InUsed=The user has logined.
Login.InitDecodeCard=Now is initialize decode card 
Login.InitDecodeCardFail=Failed to initalize decode card
Login.InitVideo=Initizeing viedo....,
Login.Locked=The user is locked
Login.Login=Login
Login.LoginFail=Login Failed
Login.LoginSuccess=Login Success
Login.NetError=Network is error
Login.NewPasswd=New Password
Login.NotFound=Cann't find the device.
Login.OldPasswd=Old Password
Login.PasswdError=Password is error
Login.Password=Password
Login.ReadyLogin=Ready to login
Login.SavePwd=Save Password
Login.SystemBusy=System is busying
Login.Timeout=Login timeout
Login.UnknowError=Unknow Error
Login.User=User
Login.UserName=User Name
Login.UserNotExisted=The user is not existed
AccountMSG.AccountLocked=Account Has Been Locked
AccountMSG.AccountUsed=Account Has Been Used
AccountMSG.AddGroupExist=Group Name Exists.
AccountMSG.AddGroupSuccess=Add Group Succeeded.
AccountMSG.AddUserExist=User Name Exists.
AccountMSG.AddUserSuccess=Add User Succeeded.
AccountMSG.DeleteGroupSuccess=Delete Group Succeeded.
AccountMSG.DeleteInuseGroup=Cannot Delete  Group Containing Users.
AccountMSG.DeleteUserSuccess=Delete User Succeeded.
AccountMSG.EmptyAuthority=Empty Authority.
AccountMSG.EmptyName=Empty Name.
AccountMSG.Failed=Operation Failed.
AccountMSG.InvalidPassword=Password is Not Valid. Tip：default password is 111111
AccountMSG.ModGroupSuccess=Modify Group Succeeded.
AccountMSG.ModPasswordSuccess=Modify Password Succeeded.
AccountMSG.ModUserSuccess=Modify User Succeeded.
AccountMSG.NotPermit=No Permission
AccountMSG.PasswordMismatch=Passwords do Not Match.
AccountMSG.SaveConfigFailed=Save Config Failed.
AccountMSG.SureToDelete=Confirm Delete?
AccountMSG.TooLargeAuthority=Beyond The User Group Permissions
AccountMSG.TryDeleteResvUser=Cannot Delete Reserved User.
AccountMSG.TryModifyResvUser=Cannot Modify Reserved User.
Authority.Account=ACCOUNT
Authority.AlarmConfig=ALARM SET
Authority.AlarmIO=I/O ALARM CONFIG
Authority.AutoMaintain=AUTO MAINTENANCE
Authority.Backup=BACKUP
Authority.ChannelTitle=CHANNEL TITLE
Authority.CommConfig=RS232
Authority.CtrlPanel=CONTROL PANEL
Authority.DefaultConfig=DEFAULT
Authority.DelLog=CLEAR LOG
Authority.EncodeConfig=ENCODE
Authority.GeneralConfig=GENERAL
Authority.ModifyLanguage=LANGUAGE
Authority.ModifyVideoMode=VIDEO FORMAT
Authority.Monitor_01=  Monitor_CH01
Authority.Monitor_02=  Monitor_CH02
Authority.Monitor_03=  Monitor_CH03
Authority.Monitor_04=  Monitor_CH04
Authority.Monitor_05=  Monitor_CH05
Authority.Monitor_06=  Monitor_CH06
Authority.Monitor_07=  Monitor_CH07
Authority.Monitor_08=  Monitor_CH08
Authority.Monitor_09=  Monitor_CH09
Authority.Monitor_10=  Monitor_CH10
Authority.Monitor_11=  Monitor_CH11
Authority.Monitor_12=  Monitor_CH12
Authority.Monitor_13=  Monitor_CH13
Authority.Monitor_14=  Monitor_CH14
Authority.Monitor_15=  Monitor_CH15
Authority.Monitor_16=  Monitor_CH16
Authority.Monitor_17=  Monitor_CH17
Authority.Monitor_18=  Monitor_CH18
Authority.Monitor_19=  Monitor_CH19
Authority.Monitor_20=  Monitor_CH20
Authority.Monitor_21=  Monitor_CH21
Authority.Monitor_22=  Monitor_CH22
Authority.Monitor_23=  Monitor_CH23
Authority.Monitor_24=  Monitor_CH24
Authority.Monitor_25=  Monitor_CH25
Authority.Monitor_26=  Monitor_CH26
Authority.Monitor_27=  Monitor_CH27
Authority.Monitor_28=  Monitor_CH28
Authority.Monitor_29=  Monitor_CH29
Authority.Monitor_30=  Monitor_CH30
Authority.Monitor_31=  Monitor_CH31
Authority.Monitor_32=  Monitor_CH32
Authority.NetConfig=NETWORK
Authority.OutputConfig=DISPLAY
Authority.PTZControl=PTZ CONTROL
Authority.PtzConfig=PTZ SETTING
Authority.QueryLog=QUERY LOG
Authority.Record=SCHEDULE
Authority.RecordConfig=SCHEDULE
Authority.Replay_01=  REPLAY_CH01
Authority.Replay_02=  REPLAY_CH02
Authority.Replay_03=  REPLAY_CH03
Authority.Replay_04=  REPLAY_CH04
Authority.Replay_05=  REPLAY_CH05
Authority.Replay_06=  REPLAY_CH06
Authority.Replay_07=  REPLAY_CH07
Authority.Replay_08=  REPLAY_CH08
Authority.Replay_09=  REPLAY_CH09
Authority.Replay_10=  REPLAY_CH10
Authority.Replay_11=  REPLAY_CH11
Authority.Replay_12=  REPLAY_CH12
Authority.Replay_13=  REPLAY_CH13
Authority.Replay_14=  REPLAY_CH14
Authority.Replay_15=  REPLAY_CH15
Authority.Replay_17=  REPLAY_CH17
Authority.Replay_18=  REPLAY_CH18
Authority.Replay_19=  REPLAY_CH19
Authority.Replay_20=  REPLAY_CH20
Authority.Replay_16=  REPLAY_CH16
Authority.Replay_21=  REPLAY_CH21
Authority.Replay_22=  REPLAY_CH22
Authority.Replay_23=  REPLAY_CH23
Authority.Replay_24=  REPLAY_CH24
Authority.Replay_25=  REPLAY_CH25
Authority.Replay_26=  REPLAY_CH26
Authority.Replay_27=  REPLAY_CH27
Authority.Replay_28=  REPLAY_CH28
Authority.Replay_29=  REPLAY_CH29
Authority.Replay_30=  REPLAY_CH30
Authority.Replay_31=  REPLAY_CH31
Authority.Replay_32=  REPLAY_CH32
Authority.ShutDown=SHUTDOWN
Authority.StorageManager=HDD MANAGEMENT
Authority.SysInfo=QUERY SYSTEM INFO
Authority.SysUpgrade=SYSTEM UPDATE
Authority.Talk_01=SPEAK
Authority.VideoConfig=MOTION
AutoMain.At=At
AutoMain.AutoDelete=Auto-Delete Old Files
AutoMain.AutoReboot=Auto-Reboot System
AutoMain.DaysAgo=Day(s) Ago
ConfigAlarm.AlarmIn=Alarm In
ConfigAlarm.AlarmOut=Alarm Output
ConfigAlarm.Area=Region
ConfigAlarm.Beep=Buzzer
ConfigAlarm.ChannelNo=Channel
ConfigAlarm.DelayRecordTime=Delay
ConfigAlarm.DeviceType=Type
ConfigAlarm.Enable=Enable
ConfigAlarm.EventType=Event Type
ConfigAlarm.FtpUpload=FTP upload
ConfigAlarm.Interval=Interval
ConfigAlarm.LatchSecond=Delay
ConfigAlarm.NoChannelSelected=No Channel to Select.
ConfigAlarm.NormalClose=Normal Close
ConfigAlarm.NormalOpen=Normal Open
ConfigAlarm.PtzLinkage=PTZ Activation
ConfigAlarm.RecordChannel=Record Channel
ConfigAlarm.RegionConfig=Set
ConfigAlarm.ScreenTip=Show Message
ConfigAlarm.Sec=Sec.
ConfigAlarm.SendEmail=Send Email
ConfigAlarm.Sense=Sensitivity
ConfigAlarm.Setting=Set
ConfigAlarm.TimeSection=Period
ConfigAlarm.ToCenter=Upload Center
ConfigAlarm.Tour=Tour
ConfigAlarm.Type=Type
ConfigAlarm.VoiceTip=Voice Prompts
ConfigAlarm.Select=Select
ConfigAlarm.UnSelect=UnSelect
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=Configuration
ConfigAlarm.Manual=Manual
ConfigAlarm.Closed=Stop
ConfigAlarm.Status=Status
ConfigDayLight.Date=Date
ConfigDayLight.EndTime=End:
ConfigDayLight.StartTime=Start:
ConfigDayLight.Week=Day of Week
ConfigDefault.AllDefault=Select all
ConfigDefault.Sure=Please select setting entries that you want to default.
ConfigGeneral.Dansk=Dansk
ConfigGeneral.DateFormat=Date Format
ConfigGeneral.DateFormatSelect1=YYYY MM DD
ConfigGeneral.DateFormatSelect2=MM DD YYYY
ConfigGeneral.DateFormatSelect3=DD MM YYYY
ConfigGeneral.DateSpector=Date Separator
ConfigGeneral.DateTime=System Time
ConfigGeneral.DaylightRule=Daylight Rule
ConfigGeneral.DaylightSet=Set
ConfigGeneral.DaylightTime=DST
ConfigGeneral.DaysAgo=Day(s) Ago
ConfigGeneral.DelCustom=Custom
ConfigGeneral.DelNever=Never
ConfigGeneral.DiskFull=HDD Full
ConfigGeneral.DiskFullOverwrite=Overwrite
ConfigGeneral.DiskFullStop=Stop Record
ConfigGeneral.English=ENGLISH
ConfigGeneral.Estonian=Estonian
ConfigGeneral.Farsi=Farsi
ConfigGeneral.Finnish=Finnish
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=Hungarian
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Korean=Korean
ConfigGeneral.Turkey=TURKIYE
ConfigGeneral.LanguageSelect=Language
ConfigGeneral.Minute=Min.
ConfigGeneral.OutFormat=Output Format
ConfigGeneral.OutputMode=Display Mode
ConfigGeneral.Poland=Poland
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.RebootEveryday=Everyday
ConfigGeneral.RebootFriday=Every Fri
ConfigGeneral.RebootMonday=Every Mon
ConfigGeneral.RebootNever=Never
ConfigGeneral.RebootSaturday=Every Sat
ConfigGeneral.RebootSunday=Every Sun
ConfigGeneral.RebootThursday=Every Thu
ConfigGeneral.RebootTuesday=Every Tue
ConfigGeneral.RebootWednesday=Every Wed
ConfigGeneral.RecordLen=Length
ConfigGeneral.RemoteAddr=DVR No.
ConfigGeneral.Romanian=Romanian
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SelfOutput=Self-adaptive
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.StandbyTime=Auto Logout
ConfigGeneral.TVOutput=TV
ConfigGeneral.Thai=ไทย
ConfigGeneral.Time12=12-HOUR
ConfigGeneral.Time24=24-HOUR
ConfigGeneral.TimeFormat=Time Format
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Tuekey=Tuekey
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=Video Standard
InfoLog.Abnormal=Abnormal
InfoLog.AlarmLocal=Local Alarm
InfoLog.AlarmManual=Manual Alarm
InfoLog.AlarmNet=Net Alarm
InfoLog.AudioInFormat=SPEAK
InfoLog.AutoMaintain=AUTO MAINTENANCE
InfoLog.Backup=Backup %s
InfoLog.BlindDetect=Video Blind
InfoLog.Channel=Channel
InfoLog.Close=Close Record
InfoLog.CombineEncode=CombineEncode
InfoLog.Comm=Comm
InfoLog.DeleteFileFailed=Delete File %s Failure
InfoLog.UpdateFailed=%s update fail
InfoLog.Download=Download %s
InfoLog.Encode=Encode
InfoLog.Event=%s as Events Working Directory
InfoLog.GUISet=GUI
InfoLog.General=Regular
InfoLog.LocalAlarm=Local Alarm
InfoLog.Location=Location
InfoLog.LogIn=User %s LogIn by %s
InfoLog.LogInfo=LOG
InfoLog.LogOut=User %s LogOut by %s
InfoLog.LogTime=Log Time
InfoLog.LogType=Type
InfoLog.LossDetect=Loss Detect
InfoLog.Manual=Record
InfoLog.MotionDetect=Motion Detect
InfoLog.NetAbort=NetAbout
InfoLog.NetAlarm=Net Alarm
InfoLog.NetCommon=Net Common
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=Net DNS
InfoLog.NetEmail=Email
InfoLog.NetIPConflict=IP Conflict
InfoLog.NetIPFilter=IP Filter
InfoLog.NetNTP=NTP
InfoLog.NetPPPoE=PPPoE
InfoLog.No=No.
InfoLog.PTZ=PTZ
InfoLog.PTZAlarmProtocol=PTZ Alarm
InfoLog.PTZPreset=Ptz Preset
InfoLog.PTZTour=PTZ Tour
InfoLog.Play=playback
InfoLog.PlayBack=Playback %s
InfoLog.ReadFileFailed=Read the File %s Failure
InfoLog.ReadOnly=%s as Read Only Working Directory
InfoLog.ReadWrite=%s as W/R Working Directory
InfoLog.Record=RECORD
InfoLog.Redunancy=%s as Redundant Working Directory
InfoLog.SearchAlarm=%d-%d-%d %d:%d:%d Query %d Channel Alarm Video Record
InfoLog.SearchAll=%d-%d-%d %d:%d:%d Query %d Channel ALL Video Record)
InfoLog.SearchDetect=%d-%d-%d %d:%d:%d Query %d Channel Detect Video Record
InfoLog.SearchHand=%d-%d-%d %d:%d:%d Query %d Channel Manually Video Record
InfoLog.SnapShot=%s as Snapshot Working Directory
InfoLog.Snapshot=Snapshot
InfoLog.StorageFailure=Storage Device Access Failure
InfoLog.StorageLowSpace=Storage Space Lack Alarm
InfoLog.StorageNotExist=Storage Deivce Not Exist
InfoLog.TVAdjust=TV Adjust
InfoLog.Timing=General
InfoLog.Tour=Tour
InfoLog.VideoBlind=Video Blind
InfoLog.VideoColor=Color Setting
InfoLog.VideoLoss=Loss Detect
InfoLog.VideoMotion=Motion Detect
InfoLog.VideoSplit=Video Split
InfoLog.VideoWidget=Video Widget
InfoLog.WriteFileFailed=Write File %s Failed!
LogInfo.AlarmEvent=Alarm event
LogInfo.All=All
LogInfo.ClearFail=Clear log fail
LogInfo.ClearSuccess=Clear log successful
LogInfo.ConfigOperation=Config
LogInfo.EndTime=End Time
LogInfo.FileAccess=Playback
LogInfo.LogSearch=<%s>PlayBack Log！
LogInfo.LogType=Type
LogInfo.NextPage=Next Page
LogInfo.RecordOperation=Week Day
LogInfo.RemoveAll=Remove
LogInfo.Search=Search
LogInfo.StartTime=Start Time
LogInfo.StorageManager=Storage
LogInfo.SureToClear=Are you sure you want to remove all logs?
LogInfo.SystemManager=System
LogInfo.UserManager=Account
LogType.AccountRestore=Account Restore
LogType.AddGroup=Add Group
LogType.AddUser=Add User
LogType.ClearDriver=Clear Driver
LogType.ClearLog=Clear Log
LogType.DeleteGroup=Delete Group
LogType.DeleteUser=Delete User
LogType.DiskChanged=Disk Changed
LogType.EventLatch=Latch Event
LogType.EventStart=Alarm Start
LogType.EventStop=Alarm Stop
LogType.FileAccess=File Access
LogType.FileAccessError=File Access Error
LogType.FileSearch=File Search
LogType.LogIn=Log In
LogType.LogOut=Log Out
LogType.ModifyGroup=Modify Group
LogType.ModifyPassword=Modify Password
LogType.ModifyTime=Modify System Time
LogType.ModifyUser=Modify User
LogType.PTZTour=Tour
LogType.Reboot=Reboot
LogType.Record=Week Day
LogType.SaveConfig=Save Configuration
LogType.SetDriverType=Set Driver Type
LogType.ShutDown=Shut Down
LogType.StorageDeviceError=Storage Device Error
LogType.Update=Update
LogType.Upgrade=Upgrade
LogType.ZeroBitrate=No Bitrate
UserManager.AddGroup=Add Group
UserManager.AddUser=Add User
UserManager.Authority=Authority
UserManager.ConfirmPassword=Confirm
UserManager.DefaultUser=Default User
UserManager.DeleteGroup=Delete Group
UserManager.DeleteUser=Delete User
UserManager.Group=Group
UserManager.GroupName=Name
UserManager.LackAuchority=Lack Authority
UserManager.LoginSystem=SYSTEM LOGIN
UserManager.Memo=Memo
UserManager.ModGroup=Modify Group
UserManager.ModPassword=Modify Password
UserManager.ModUser=Modify User
UserManager.NewPassword=New Password
UserManager.No=No.
UserManager.OldPassword=Old Password
UserManager.OwnerGroup=Group
UserManager.PleaseLogin=Please Login
UserManager.Sharable=Reuseable
UserManager.User=User Name
UserManager.UserName=User Name
UserManager.UserPassword=Password
UserManager.UserState=Status
UserManager.UserStateOK=Normal
UserManager.UserStateStoped=Stopped
Version.AlarmIn=Alarm In
Version.AlarmOut=Alarm Output
Version.Channel=Record Channel
Version.ExChannel=Extra Channel
Version.ReleaseDate=Build Date
Version.SystemVersion=System
ConfigEncode.Audio=Audio
ConfigEncode.Best=Best
ConfigEncode.Better=Better
ConfigEncode.BitrateControlPolicy=Bit Rate Type
ConfigEncode.BitrateValue=Bit Rate(Kb/S)
ConfigEncode.Brightness=Brightness
ConfigEncode.CBR=CBR
ConfigEncode.Channel1=CAM 1
ConfigEncode.Channel10=CAM 10
ConfigEncode.Channel11=CAM 11
ConfigEncode.Channel11_12=CAM 11-12
ConfigEncode.Channel12=CAM 12
ConfigEncode.Channel13=CAM 13
ConfigEncode.Channel13_14=CAM 13-14
ConfigEncode.Channel13_16=CAM 13-16
ConfigEncode.Channel14=CAM 14
ConfigEncode.Channel15=CAM 15
ConfigEncode.Channel15_16=CAM 15-16
ConfigEncode.Channel16=CAM 16
ConfigEncode.Channel17=CAM 17
ConfigEncode.Channel17_20=CAM 17_20
ConfigEncode.Channel17_24=CAM 17-24
ConfigEncode.Channel17_32=CAM 17-32
ConfigEncode.Channel18=CAM 18
ConfigEncode.Channel19=CAM 19
ConfigEncode.Channel1_16=CAM 1-16
ConfigEncode.Channel1_2=CAM 1-2
ConfigEncode.Channel1_4=CAM 1-4
ConfigEncode.Channel1_6=CAM 1-6
ConfigEncode.Channel1_8=CAM 1-8
ConfigEncode.Channel1_9=CAM 1-9
ConfigEncode.Channel2=CAM 2
ConfigEncode.Channel20=CAM 20
ConfigEncode.Channel21=CAM 21
ConfigEncode.Channel21_24=CAM 21_24
ConfigEncode.Channel22=CAM 22
ConfigEncode.Channel23=CAM 23
ConfigEncode.Channel24=CAM 24
ConfigEncode.Channel25=CAM 25
ConfigEncode.Channel25_28=CAM 25_28
ConfigEncode.Channel25_32=CAM 25-32
ConfigEncode.Channel26=CAM 26
ConfigEncode.Channel27=CAM 27
ConfigEncode.Channel28=CAM 28
ConfigEncode.Channel29=CAM 29
ConfigEncode.Channel29_32=CAM 29_32
ConfigEncode.Channel3=CAM 3
ConfigEncode.Channel30=CAM 30
ConfigEncode.Channel31=CAM 31
ConfigEncode.Channel32=CAM 32
ConfigEncode.Channel33_36=CAM 33_36
ConfigEncode.Channel3_4=CAM 3-4
ConfigEncode.Channel4=CAM 4
ConfigEncode.Channel5=CAM 5
ConfigEncode.Channel5_6=CAM 5-6
ConfigEncode.Channel5_8=CAM 5-8
ConfigEncode.Channel6=CAM 6
ConfigEncode.Channel7=CAM 7
ConfigEncode.Channel7_12=CAM 7-12
ConfigEncode.Channel7_8=CAM 7-8
ConfigEncode.Channel8=CAM 8
ConfigEncode.Channel8_16=CAM 8-16
ConfigEncode.Channel9=CAM 9
ConfigEncode.Channel9_10=CAM 9-10
ConfigEncode.Channel9_12=CAM 9-12
ConfigEncode.Channel9_16=CAM 9-16
ConfigEncode.ColdColor=Cold Color
ConfigEncode.CombineEncode=Combine Encode
ConfigEncode.CombineMode=Mode
ConfigEncode.Contrast=Contrast
ConfigEncode.Cover=Region Cover
ConfigEncode.CoverSetting=Set
ConfigEncode.DftColor=Default Color
ConfigEncode.EncodeMode=Compression
ConfigEncode.ExtStream=Extra Stream
ConfigEncode.FPS=FPS
ConfigEncode.Gain=Gain
ConfigEncode.General=General
ConfigEncode.Good=Good
ConfigEncode.Hue=Hue
ConfigEncode.ImageColorConfig=Color Setting
ConfigEncode.Mode=Mode
ConfigEncode.MultiReplay=MultiReplay
ConfigEncode.NarrowBand=NarrowBand
ConfigEncode.Period=Period
ConfigEncode.Quality=Quality
ConfigEncode.Saturation=Saturation
ConfigEncode.Snap=Snapshot
ConfigEncode.SnapFreq=Snapshot Frequency
ConfigEncode.SnapMode=Mode
ConfigEncode.SnapQuality=Image Quality
ConfigEncode.SnapSize=Image Size
ConfigEncode.VBR=VBR
ConfigEncode.Video=Video
ConfigEncode.VideoAudio=Video/Audio
ConfigEncode.VideoResolution=Resolution
ConfigEncode.WarmColor=Warm Color
ConfigEncode.Worse=Worse
ConfigEncode.Worst=Worst
ConfigEncode.iGop=I Frame Interval
ConfigEncode.Volume=Volume
ConfigVideo.High=High
ConfigVideo.Higher=Higher
ConfigVideo.Highest=Highest
ConfigVideo.Lower=Lower
ConfigVideo.Lowest=Lowest
ConfigVideo.Middle=Middle
PlayBack.ALL=All
PlayBack.AlarmRecordFile=Alarm Record
PlayBack.Audio=Audio
PlayBack.CancelDownload=Are you sure to cancel download?
PlayBack.CardRecordFile=Card Record
PlayBack.Channel=Channel
PlayBack.Close=Closing
PlayBack.CloseAllWindow=Close all window
PlayBack.CloseWindow=Close window
PlayBack.Date=Date
PlayBack.DetectRecordfile=Detect Record
PlayBack.Device=Device
PlayBack.Download=Download
PlayBack.DownloadError=Download file error
PlayBack.DownloadFinish=Download is finished
PlayBack.Downloading=Downloading now, please wait...
PlayBack.ExceedMaxChannel=Exceed max playback channnel number
PlayBack.Fast=Fast
PlayBack.File=File
PlayBack.FourScreen=Four Screen
PlayBack.GeneralRecordFile=General Record
PlayBack.GetDataFail=Get data failed
PlayBack.HandRecordFile=Manual Record
PlayBack.InPlaying=this channel is in playing, please close it first
PlayBack.InvalidTime=Invalid time, please input again
PlayBack.LoadImageFail=Load background image fail
PlayBack.Local=Local
PlayBack.LocalRecord=Local record
PlayBack.NO=NO.
PlayBack.NextFrame=Next Frame
PlayBack.NoRecord=No record
PlayBack.OpenDecodeFail=open decode failed
PlayBack.OpenFileFail=Open file failed
PlayBack.PageDown=PageDown
PlayBack.PageUp=PageUp
PlayBack.Pause=Pause
PlayBack.Period=Period
PlayBack.Play=Play
PlayBack.Playback=Playback
PlayBack.Playing=In playing ...
PlayBack.PrevFrame=Prev Frame
PlayBack.Prompt=Prompt
PlayBack.Search=Search
PlayBack.SearchFail=Search failed
PlayBack.SelectDevice=Please select one device
PlayBack.SingleFrame=Single Frame
PlayBack.Slow=Slow
PlayBack.Snapshot=Snapshot
PlayBack.SnapshotFail=Snapshot faild
PlayBack.Source=Source
PlayBack.Stop=Stop
PlayBack.Timeout=Search Time Out
PlayBack.Type=Type
PlayBack.UnkownError=Unkown Error
PlayBack.Window=Window
PlayBack.AllPic=All Picture
PlayBack.AlarmRecordPic=Alarm Snap
PlayBack.DetectRecordPic=Video Detect Snap
PlayBack.GeneralRecordPic=Regular Snap
PlayBack.HandRecordPic=Manual Snap
PlayBack.SelectAll=Select All
PlayBack.UnSelectAll=UnSelect All
PlayBack.ByName=By Name
PlayBack.ByTime=By Time
PlayBack.DownloadType=Download Type
PlayBack.PlayBackType=PlayBack Type
Record.Auto=Timing
Record.Closed=Stop
Record.Manual=Manual
RecordConfig.Mode=Record Mode
RecordStorage.Alarm=Alarm
RecordStorage.Detect=Detect
RecordStorage.Files=Pictures
RecordStorage.General=Regular
RecordStorage.PreRecord=PreRecord
RecordStorage.PreSnap=PreSnap
RecordStorage.RecordLen=Length
RecordStorage.Redu=Redundancy
RecordStorage.ScheduleSet=Set
RecordStorage.TimeSection=Period
RecordStorage.TimeSection1=Period 1
RecordStorage.TimeSection2=Period 2
RecordStorage.TimeSection3=Period 3
RecordStorage.TimeSection4=Period 4
RecordStorage.TimeSection5=Period 5
RecordStorage.TimeSection6=Period 6
RecordStorage.Week=Week
ConfigNet.3GNetConfig=Wireless Dial
ConfigNet.ARSPConfig=ARSP
ConfigNet.AlarmReport=Alarm Report
ConfigNet.AUTO=AUTO
ConfigNet.Adaptive=Adaptive
ConfigNet.AddIP=Add IP
ConfigNet.Alarm=Alarm
ConfigNet.AlarmCenter=AlarmServer
ConfigNet.ArspTip=.
ConfigNet.BannedIP=Banned IP
ConfigNet.BlackList=Black list
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=Channel
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=User Name
ConfigNet.DDNSServerPort=Port
ConfigNet.DDNSSetInvalid=DDNS Set Invalid
ConfigNet.DDNSType=DDNS Type
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=DHCP Enable
ConfigNet.DNSConfig=DNS Configuration
ConfigNet.DNSTIP=Use DNS server address below---------------------------
ConfigNet.Decorder=Decorder
ConfigNet.DefaultGateWay=Gateway
ConfigNet.DeleteIP=Delete IP
ConfigNet.Detect=Detect
ConfigNet.DomainName=Domain Name
ConfigNet.EVDO=EVDO
ConfigNet.EmailConfig=EMAIL
ConfigNet.Enable=Enable
ConfigNet.FileLen=file length
ConfigNet.FileLength=File Length
ConfigNet.FileLens=M
ConfigNet.FluencyPre=Fluency Preferred
ConfigNet.FtpAnonymous=Anonymous
ConfigNet.FtpChannel=Channel
ConfigNet.FtpConfig=FTP
ConfigNet.FtpDirName=DirName
ConfigNet.FtpEnable=Enable
ConfigNet.FtpHostIp=Server IP
ConfigNet.FtpHostPort=Port
ConfigNet.FtpPassWord=Password
ConfigNet.FtpType=Type
ConfigNet.FtpUserName=User Name
ConfigNet.FtpWeek=week
ConfigNet.GPRS=GPRS
ConfigNet.General=Regular
ConfigNet.HighSpeedDownload=High Speed Download
ConfigNet.HostIP=Server IP
ConfigNet.HostName=Host Name
ConfigNet.HostPort=Port
ConfigNet.HttpPort=HTTP Port
ConfigNet.IPSetting=IP FILTER
ConfigNet.IPaddr=IP Address
ConfigNet.Interval=interval
ConfigNet.Intervals=min
ConfigNet.LogReport=Log Report
ConfigNet.MailAddrEmpty=Email Address can't be Empty
ConfigNet.MailAddrError=Email Address Error，Must Contain '@'
ConfigNet.MailAddrTooLong=Email Address Too Long
ConfigNet.MailRecevierError=No More Than Three Recipients
ConfigNet.MailSSL=Need SSL
ConfigNet.MailServer=SMTP Server
ConfigNet.Mailsender=Sender
ConfigNet.MaxConnection=Max Connection
ConfigNet.MobileConfig=Mobile Monitor
ConfigNet.MobilePort=Port
ConfigNet.MulticastConfig=MULTICAST
ConfigNet.NeedReboot=Save successful, and will Work after Restart , Restart Immediately?
ConfigNet.NetMask=Subnet Mask
ConfigNet.NetServerInfo=Net Server Info
ConfigNet.NetService=Net Server
ConfigNet.Netcard=Net Card
ConfigNet.No=No.
ConfigNet.NtpConfig=NTP
ConfigNet.PPPoE=PPPOE
ConfigNet.PPPoEPassword=Password
ConfigNet.PPPoEUserName=User Name
ConfigNet.Passwd=Password
ConfigNet.PortConflict=Port Conflict
ConfigNet.PrimaryDNS=Primary DNS
ConfigNet.Protocol=Protocol
ConfigNet.Prototype=Protocol Type
ConfigNet.QualityPre=Quality Preferred
ConfigNet.Receiver=Receiver
ConfigNet.ReplayNum=Maximum number of IP filter's is 64!
ConfigNet.RestrictType=Restricted Type
ConfigNet.SameIPTip=the IP Address has been Added!
ConfigNet.SaveConfigFailed=Save Configuration Failed!
ConfigNet.SecondaryDNS=Secondary DNS
ConfigNet.ServerName=Server Name
ConfigNet.SetGatewayFailed=Set gateway failed!
ConfigNet.StandbyIP=Alternate IP
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TcpPort=TCP Port
ConfigNet.TimeSection1=Time Period 1
ConfigNet.TimeSection2=Time Period 2
ConfigNet.TimeZone=Time Zone
ConfigNet.Title=Title
ConfigNet.TransferPolicy=Transfer Policy
ConfigNet.TrustIP=Trust IP
ConfigNet.Type=Type
ConfigNet.UDPPort=UDP Port
ConfigNet.UPNPTip=Make sure UPNP is running on router,befor using this
ConfigNet.UpdateInterval=Update Period
ConfigNet.UploadTime=Upload Time
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=week
ConfigNet.WhiteList=White list
ConfigNet.Wirecard=Wire Netcard
ConfigNet.Wireless=Wireless
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=Dial Number
ConfigNet.NoSignal=NoSignal
ConfigNet.VeryLow=Very Low
ConfigNet.Low=Low
ConfigNet.Good=Good
ConfigNet.VeryGood=Very Good
ConfigNet.Excellent=Excellent
ConfigNet.WifiNotSupport=Only support for WEP encrypt
ConfigNet.WifiPasswordNoMatch=Passowrd must 10 or 26 hex digits
ConfigNet.AuthMode=Authentication
ConfigNet.Search=Search
ConfigNet.Signal=Signal
ConfigNet.SSID=SSID
Title.AbnormalAlarm=Abnormal
Title.Alarm=Alarm
Title.AlarmConfig=Alarm Set
Title.AlarmIn=Alarm Input
Title.AlarmOut=Alarm Output
Title.AlarmStatus=Alarm Status
Title.AssistFunction=Assist Function
Title.AutoMaintain=AutoMaintain
Title.Backup=Backup
Title.BitrateStatistics=BPS
Title.BlindConfig=Video Blind
Title.ChannelName=CAM Name
Title.CommConfig=RS232
Title.DisplayConfig=GUI Display
Title.EncodeConfig=Encode
Title.GeneralConfig=General
Title.HDDInfo=HDD Info
Title.HDDManager=HDD Manage
Title.ImExportConfig=Import/Export
Title.ImageConfig=Color Setting
Title.LogInfo=LOG
Title.LogOut=Logout
Title.MagicBox=MagicBox
Title.MainMenu=Main Menu
Title.MotionDetectConfig=Video Motion
Title.NetAlarmConfig=Net Alarm
Title.NetCommonConfig=Network
Title.NetService=NetService
Title.OnlineUser=Online Users
Title.Partition=HDD Partition
Title.PlayBack=PlayBack
Title.PtzConfig=PTZ Config
Title.PtzControl=PTZ Control
Title.Record=Record
Title.RecordConfig=Record
Title.RecordMode=Record Mode
Title.SetDefault=Default
Title.SnapShot=SnapShot Storage
Title.SystemConfig=System
Title.SystemInfo=Info
Title.SystemUpgrade=Upgrade
Title.TVAdjust=TV Adjust
Title.Tools=Advanced
Title.TourConfig=Tour
Title.UserManager=Account
Title.Version=Version
Title.VideoLossConfig=Video Loss
OneClick.Add=Add
OneClick.Advance=Advanced
OneClick.All=All
OneClick.Apr=Apr
OneClick.Cancel=Cancel
OneClick.ChannelNo=Channel
OneClick.Clean=Clean
OneClick.Copy=Copy
OneClick.Day=Day
OneClick.Dec=Dec
OneClick.Default=Default
OneClick.Delete=Delete
OneClick.Enable=Enable
OneClick.Feb=Feb
OneClick.FirstDay=first days is 
OneClick.FirstWeek=1st week
OneClick.FiveWeek=5th week
OneClick.FourWeek=4th week
OneClick.FreeDay=Free Day
OneClick.Fri=Fri
OneClick.Jan=Jan
OneClick.Jul=Jul
OneClick.Jun=Jun
OneClick.LastDay=last week has 
OneClick.LogInfo=Log
OneClick.Mar=Mar
OneClick.May=May
OneClick.Min=Min.
OneClick.Mon=Mon
OneClick.Month=Month
OneClick.Nov=Nov
OneClick.OK=OK
OneClick.Oct=Oct
OneClick.Paste=Paste
OneClick.Preview=Preview
OneClick.Prompt=Prompt
OneClick.Refrush=Refresh
OneClick.RemoteConfig=Device Config
OneClick.Sat=Sat
OneClick.Sec=Sec.
OneClick.SecWeek=2nd week
OneClick.Sep=Sep
OneClick.Setting=Setting
OneClick.SixWeek=6th week
OneClick.Sun=Sun
OneClick.ThirdWeek=3th week
OneClick.Thu=Thu
OneClick.Tue=Tue
OneClick.Wed=Wed
OneClick.WeekCnt=week count is
OneClick.WorkDay=Work Day
OneClick.Year=Year
HDDInfo.Disk=Disk
HDDInfo.EndTime=End Time
HDDInfo.IndexNo=Index
HDDInfo.InfoRecordTime=View recording times
HDDInfo.InfoTypeCapa=View type and capacity
HDDInfo.RemainCapacity=Left Capacity
HDDInfo.SATA=SATA
HDDInfo.StartTime=Start Time
HDDInfo.Status=Status
HDDInfo.TotalCapacity=Capacity
HDDInfo.Type=Type
HDDManager.Capacity=Capacity
HDDManager.ClearDisk=Format Disk
HDDManager.DiskInfo=HDD INFO
HDDManager.DiskNo=HDD No.
HDDManager.EventDriver=Event Driver
HDDManager.FormatFinished=Format has Finished！
HDDManager.ImagePart=Image Partition
HDDManager.LowerCapa=Less Than
HDDManager.Partition=Partition
HDDManager.PartitionFailed=Partition Failed!
HDDManager.PartitionNeedReboot=Partition OK,Need to Reboot!
HDDManager.RODiskCannotFormat=The Disk is Read Only，Cannot be Formatted!
HDDManager.ReadOnlyDriver=Read only
HDDManager.ReadWriteDriver=Read/Write
HDDManager.RecordCapaTooSmall=Image Partition Cannot Be Less Than 1G
HDDManager.RecordPart=Record Partiton
HDDManager.RecoverError=Recover
HDDManager.ReduDriver=Redundant
HDDManager.SetToReadOnly=Read only
HDDManager.SetToReadWrite=Read/Write
HDDManager.SetToRedu=Redundant
HDDManager.SetToSnapShot=Snapshot
HDDManager.SnapShotDriver=Snapshot
HDDManager.Space=DiskSpace
HDDManager.StateErr=Error
HDDManager.StateOK=Normal
HDDManager.Status=Status
HDDManager.SuceToExecute=Are You Sure to Execute? 
HDDManager.TipFormatDisk=This Operation Will Clear All Video Record In the Storage Equipment, Click "OK"to Continue, Click "Cancel" to Suspend
HDDManager.TipSetToReadOnlyDriver=This Operation will Set the Storage Equipment Read Only, All the Video Record will not be Covered, Are You Sure to Execute?
HDDManager.TipSetToReadWriteDriver=This Operation will Set the Storage Equipment As Work Disk ,can be read or written
HDDManager.TipSetToReduDriver=This Operation will Set the Storage Equipment As Redundant Disk, and Store Redundancy Only, Are You Sure to Execute?
HDDManager.TipSetToSnapShotDriver=This Operation will Set the Storage Equipment As Snapshot Disk, and Store Snapshot Only, Are You Sure to Execute?
HDDManager.Type=Type
Upgrade.AddDevice=Add Device
Upgrade.Browse=Browse
Upgrade.Destribe=Destribe
Upgrade.FileName=FileName:
Upgrade.IPAdress=IP Address
Upgrade.IPSearch=IP Search
Upgrade.Login=Login
Upgrade.NO=NO.
Upgrade.Password=Password
Upgrade.Port=Port
Upgrade.Progress=Upgrade Progress:
Upgrade.Prompt=Prompt
Upgrade.Run=Upgrade
Upgrade.SelectFile=Please select upgrade file
Upgrade.SendData=Send data:
Upgrade.StartUpgrade=Start upgrade
Upgrade.UpgradeFail=Upgrade fail
Upgrade.UpgradeSuccess=Upgrade successful
Upgrade.UpgradeTool=Upgrade Tool
Upgrade.UserName=User Name
Upgrade.EditDevice=EditDevice
Upgrade.Searching=Searching,please waiting
Error.UserNameInvalid=user name is invalid
Error.PortInvalid=port is invalid
Keyboard.Esc=Cancel
Keyboard.Enter=Enter
Keyboard.Menu=Menu
Keyboard.Func=Function
Keyboard.Up=Up
Keyboard.Down=Down
Keyboard.Left=Left
Keyboard.Right=Right
Keyboard.Play=Play
Keyboard.Stop=Stop
Keyboard.Back=Back
Keyboard.Fast=Fast
Keyboard.Slow=Slow
Keyboard.Next=Next
Keyboard.Prev=Prev
Keyboard.Search=Search
Keyboard.Record=Record
Keyboard.Info=Information
Keyboard.Alarm=Alarm
Keyboard.Backup=Backup
Keyboard.Shutdown=Shutdown
Keyboard.PTZ=PTZ
Keyboard.PtzUp=PtzUp
Keyboard.PtzDown=PtzDown
Keyboard.PtzLeft=PtzLeft
Keyboard.PtzRight=PtzRight
Keyboard.Tele=+
Keyboard.Wide=-
Keyboard.Large=+
Keyboard.Small=-
Keyboard.Far=+
Keyboard.Near=-
Keyboard.Zoom=Zoom
Keyboard.Iris=Iris
Keyboard.Focus=Focus
Keyboard.SPreset=Preset
Keyboard.GPreset=GPreset
Keyboard.DPreset=DPreset
Keyboard.Tour=Tour
Keyboard.AutoPan=AutoPan
Keyboard.AutoScan=AutoScan
Keyboard.Split=Split
Keyboard.Split1=Split1
Keyboard.Split4=Split4
Keyboard.Split8=Split8
Keyboard.Split9=Split9
Keyboard.Split16=Split16
Play.playtype=PlayType
Play.DirectMode=DirectMode
Play.ServerMode=ServerMode
Scan.LeftLimit=LeftLimit
Scan.RightLimit=RightLimit
MultiPlay.Multi_Preview=Multi_Preview
MultiPlay.PreviewNum=PreviewNum
MultiPlay.StartChannel=StartChannel
Play.RecordFailed=Record Failed
Play.RecordStart=Start Record
Play.RecordStop=Stop Record
ConfigGeneral.TalkInChannel=TalkInChannel
ConfigGeneral.TalkOutChannel=TalkOutChannel
ConfigGeneral.AudioInChannel=AudioInChannel
ConfigGeneral.SerialNumber=SerialNumber
ConfigGeneral.VideoOutChannel=VideoOutChannel
Title.ParameterConfig=Config Parameter
DeviceManage.SerailID=SerialID
DeviceManage.Modify=Modify
DeviceManage.Cancel=Cancel
ConfigNet.DeviceID=Device ID
ConfigNet.IPAddress=IP Address
ConfigNet.WebPort=Web Port
ConfigNet.MediaPort=Media Port
ConfigNet.UPNPWebPort=Web Port(UPNP)
ConfigNet.UPNPMediaPort=Media Port(UPNP)
ConfigNet.UPNPMobilePort=Mobile Port(UPNP)
ConfigNet.GetInfo=Get Information
ConfigNet.SetSubMarkFailed=Set submark failed!
ConfigNet.IsOnline=Online or not
Desktop.SplitDown=Turn down
Desktop.SplitUp=Turn up
WebTitle.DigitalChannel=Digital channels
DigitalChannel.Channel=Channel
DigitalChannel.Enable=Enable
DigitalChannel.Sync=Time Synchronization
DigitalChannel.Mode=Connect mode
DigitalChannel.TourTime=SEQ time
DigitalChannel.NetConfigList=Network Configuration List
Title.DigitalChannel=Digital Channel
DigitalChannel.SingleLink=Single connect
DigitalChannel.MulLink=Multi-link
DigitalChannel.CfgName=Configuration Name
DigitalChannel.RemoteChannel=Remote channel
DigitalChannel.Stream=Stream
ConfigNet.DevID=Product ID
Wireless.Setting=Wi Probe Set
Wireless.CameraRegister=Wi Probe register
Wireless.Camera=Probe
Wireless.Register=Register
Wireless.Cancel=Unregister
Wireless.ClearAll=Clear all registered
Wireless.Registered=Registered probe
Wireless.RefreshList=Refresh list
Title.WireCamera=Wi Probe
Wireless.RemoteControl=Remote Control
Desktop.Region=Zoomed
Title.ImportConfig=Import Export
Playback.Minutes=Minutes
Playback.Hours=Hours
Desktop.CloseAudio=CloseSound
Desktop.ChangePath=OpenSound
PlayBack.OpenAudio=OpenSound
PlayBack.CloseAudio=CloseSound
CameraPara.Exposure=Exposure mode
CameraPara.LeastTime=Minimum time
CameraPara.MostTime=Maximum time
CameraPara.DayNight=Day/Night mode
CameraPara.BackLight=Backlight Compensation
CameraPara.Auto=Auto Iris
CameraPara.Balance=Profile
CameraPara.SignType=Signal Type
CameraPara.Mirror=Mirror
CameraPara.Roll=Turn
CameraPara.HandOper=Manual
CameraPara.AutoOper=Automatic
CameraPara.Disable=Not enabled
CameraPara.Daylight=Sunlight
CameraPara.Cloudy=Cloudy day
CameraPara.IncandeScence=Incandescent light
CameraPara.Fluorescent=Fluorescent lamp
CameraPara.TungSten=Tungsten
CameraPara.Input=Internal input
CameraPara.ON=Open
CameraPara.OFF=Close
CameraPara.Colour=Color
CameraPara.BlackWhite=Black and White
Title.CameraPara=Camera parameters
CameraPara.millisecond=Millisecond
DisplayConfig.ChannelTitle=Channel Title
ConfigNet.EncrypType=Encryption
ConfigNet.KeyType=Key Type
ConfigNet.WifiPWDNoMatchHex=The code must 10, 26 or 32-bit hex characters
ConfigNet.WifiPWDNoMatchASCII=The code must be 5, 26 or 16 bit ASCII
ConfigNet.Hex=Hex
ConfigNet.ASCII=ASCII
CameraPara.AE=AE Reference
CameraPara.Default=Defaults
CameraPara.Send=Send
CameraPara.Indoor=Indoor
CameraPara.Outdoor=Outdoor
CameraPara.BugInformation=Front-end command
CameraPara.Most=Limit
CameraPara.AutoGain=AGC
DeviceRemote.SelectConfig=Batch Configuration
DeviceRemote.SelectDevice=Please select the devices to configure(Same type)
InfoLog.TimeChanged=Time calibration
LogType.TimeChanged=Modification time
LogType.DiskOver=Storage alarm
InfoLog.DiskOver=Hard disk is full
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=No.1 Phone
ConfigNet.PoneNumb2=No.2 Phone
ConfigNet.PoneNumb3=No.3 Phone
ConfigNet.SendTimes=Sent times
InfoLog.AccountManual=manual
WebBT.ChangeRatio=Ratio
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
ConfigNet.GateWayDomain=GateWayDomain
ConfigNet.GateWayPort=GateWayPort
ConfigNet.MmscDomain=MmscDomain
ConfigNet.MmscPort=MmscPort
ConfigNet.MultiMedia=MmscPort Message
Desktop.Size4_3=Display by 4:3
Desktop.Size16_9=Display by 16:9
Desktop.DisplaySize=Display proportion/size
PlayBack.PlayStyle=Playback Style
DeviceManage.CreateSocketFailed=Failed to create socket
DeviceManage.ConnServeFailed=Failed to connect to server
DeviceManage.ParseDomainFailed=DNS failure
DeviceManage.SendDataFailed=Failed to send protocol packets
CameraShutter.Strong=High
CameraShutter.Middle=Medium
CameraShutter.Low=Low
CameraPara.RejectFlicker=Anti flicker
CameraPara.EsShutter=Slow shutter
DigitalChannel.VirtualChannel=Analog channels
DigitalChannel.DigitalChannel=Digital channels
DigitalChannel.ChannelMode=ChannelType
DigitalChannel.ChannelStatus=Channel status
DigitalChannel.MaxResolution=Max. resolution
DigitalChannel.CurResolution=This Resolution
DigitalChannel.ConnStatus=Connection Status
DigitalChannel.None=None
DigitalChannel.NoConfig=Not configured
DigitalChannel.NoLogin=Not logged in
DigitalChannel.NoConnect=Not connected
DigitalChannel.Connected=Connected
DigitalChannel.UnKnown=Unknown
DisplayConfig.TimeTitle=Time Titile
DisplayConfig.RecordStatus=Video Status
DisplayConfig.AlarmStatus=Alarm status
DisplayConfig.ResistTwitter=Anti-jitter
DisplayConfig.Transparence=Transparency
DisplayConfig.Channel=Channel
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=Configuration
ConfigAlarm.Manual=Manual
ConfigAlarm.Closed=Stop
ConfigAlarm.Status=Status
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=Cloud
TransParent.None=None
TransParent.Odd=Odd
TransParent.Even=Even
TransParent.Mark=Mark
TransParent.Space=Space
TransParent.Login=Login
TransParent.ip=IP
TransParent.port=Port
TransParent.userName=userName
TransParent.passWord=PassWord
TransParent.OpenTrans=OpenTrans
TransParent.DataBits=Data Bits（5,6,7,8）
TransParent.StopBits=Stop Bits（1,2）
TransParent.Parity=Parity
TransParent.BaudRate=Baud Rate
TransParent.485=485
TransParent.Open=Open
TransParent.Close=Close
TransParent.Write=Write
TransParent.Rec=Receive
TransParent.Clear=Clear
TransParent.loginErr=Login Wrong
TransParent.loginOK=Login OK
TransParent.OpenOK=Open OK
TransParent.OpenErr=Open Wrong
TransParent.CloseOK=Close OK
TransParent.CloseErr=Close Wrong
ConfigOSC.ObjAbandum=Items stranded
ConfigOSC.ObjStolen=Items stolen shift	
ConfigOSC.NoParking=Illegal parking
ConfigAVD.BrightAbnml=Brightness anomaly detection
ConfigAVD.Clarity=Sharpness detection
ConfigAVD.Noise=Noise detection
ConfigAVD.Color=Color cast detection
ConfigAVD.Freeze=Screen freezes detection
ConfigAVD.Change=Scene change detection
ConfigAVD.Interfere=Anthropogenic interference detection
ConfigAVD.PTZLoseCtl=PTZ runaway detection
Title.ForbidDirection=Prohibit Direction
CA.LeftToRight=From left to right
CA.RightToLeft=From right to left
CA.DoubleDirection=Bidirectional Prohibited
Version.AlarmIn=Alarm In
Version.AlarmOut=Alarm Output
Version.Channel=Record Channel
Version.ExChannel=Extra Channel
Version.ReleaseDate=Build Date
Version.SystemVersion=System
Title.Version=Version
Title.CarFunc=Vehicle functions
NATSTR.DISENABLE=DisEnable
NATSTR.PROBING=Probing DNS
NATSTR.CONNECTING=Connecting
NATSTR.CONNECTED=Connected
NATSTR.natStatu=Nat status
NATSTR.INFO=Nat status code
Title.SnapShot=SnapShot
RecordConfig.RecordPicMode=Capture mode
ecord.Auto=Timing
Record.Closed=Stop
Record.Manual=Manual
RecordConfig.Mode=Record Mode
RecordStorage.Alarm=Alarm
RecordStorage.Detect=Detect
RecordStorage.Files=Pictures
RecordStorage.General=Regular
RecordStorage.PreRecord=PreRecord
RecordStorage.PreSnap=PreSnap
RecordStorage.RecordLen=Length
RecordStorage.Redu=Redundancy
RecordStorage.ScheduleSet=Set
RecordStorage.TimeSection=Period
RecordStorage.TimeSection1=Period 1
RecordStorage.TimeSection2=Period 2
RecordStorage.TimeSection3=Period 3
RecordStorage.TimeSection4=Period 4
RecordStorage.TimeSection5=Period 5
RecordStorage.TimeSection6=Period 6
RecordStorage.Week=Week
PlayBack.TimeERROR=Time is Error
ConfigGeneral.English=ENGLISH
ConfigGeneral.Farsi=پارسی　
ConfigGeneral.Finnish=SUOMI
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=HUNGARIAN
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Poland=POLAND
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.Thai=ไทย
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Turkey=TüRKiYE
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Hebrew=עברית
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Korean=한국어
ConfigGeneral.Romanian=Română
ConfigGeneral.Vietnamese=Việt
Err.NoSupportSnap=The device does not support capture equipment
ConfigNet.PortModify=Equipment port information has been changed, please quit, restart the device to take effect
ConfigNet.HaveModify=The device network has changed, please log on to the device
User.SelectOneUser=Choose a user